Repository: closedwiki/wiki
Catalog: locale/*.po
Languages: es

source: Either you did not specify a file name, or the file you are trying to upload %1 has no content. You may not upload an empty file.
es: Usted no especificó un nombre de archivo o el archivo que estatratando de cargar %1 no tiene contenido. No deberá cargar un archivo sincontenido.

source: Enlarge edit box
es: Agrandar caja de edición

source: Enter a new username and password to change identity:
es: Introduzca un nuevo nombre de usuario para cambiar la identidad:

source: Error registering user %1
es: Error registrando usuario %1

source: Error saving topic
es: Error salvando página

source: Error: File attachment at %1,%2 does not exist
es: Error: Archivo adjunto del archivo en %1,%2 no existe

source: Error: Unsupported content type: %1 (Must be =text/html=, =text/plain= or =text/css=)
es: Error: Tipo de contenido no soportado: %1 (Deberá ser =text/html=, =text/plain= o =text/css=)or =text/css=)

source: Error: Unsupported protocol. (Must be 'http://domain/...')
es: Error: Protocolo no soportado. (Deberá ser 'http://dominio/...')

source: Errors
es: Errores

source: Existing form data will be lost! (still available in old version)
es: Las datos de formas existentes serán perdidos! (aun disponibleen la version anterior)

source: Failed to include URL %1
es: Falló en incluir la URL %1

source: Fields marked %1 are required
es: Los campos marcados %1 son requeridos

source: File has been uploaded with different name
es: El archivo ha sido cargado con un nombre diferente

source: Find topics that link to %1 ...
es: Buscar páginas enlazados a %1...

source: Finish creating an account for you, so that you can start editing pages using your WikiName.
es: Finalizar el crear una cuenta para usted, para que empiece a crearpaginas

source: First Name:
es: Nombre:

source: Force new revision
es: Forzar nueva revisión

source: Forgotten your password?
es: ¿Olvidó su contraseña?

source: Form Definition %1 missing
es: Definicion de forma %1 no encontrada

source: Form definition missing
es: Definición de forma no encontrada

source: Get help on <a target='ManagingTopics' onclick="return launchWindow('%1','ManagingTopics')" href="%2" rel='nofollow'>Renaming and moving topics</a>.
es: Obtenga ayuda en <a target='ManagingTopics' onclick="return launchWindow('%1','ManagingTopics')" href="%2" rel='nofollow'>Renombrando y moviendo páginas</a>.

source: Get help on <a target='TWikiVariables' onclick="return launchWindow('%1','TWikiVariables')" href='%2' rel='nofollow'>Setting topic preferences</a>.
es: Obtenga ayuda en <a target='TWikiVariables' onclick="return launchWindow('%1','TWikiVariables')" href='%2' rel='nofollow'>Ajustando preferencias de páginas</a>.

source: Go back
es: Regresar

source: Go back in your browser and insert information for all mandatory fields.
es: Presione atrás en su navegador e inserte la informacion en todoslos campos obligatorios.

source: Go back in your browser and save your changes locally.
es: Presione atrás en su navegador y salve sus cambios localmente.

source: Good examples:
es: Buenos ejemplos:

source: Groups
es: Grupos

source: Hello %1
es: Hola %1

source: Help
es: Ayuda

source: Hide attachments
es: Ocultar archivos adjuntos

source: Hide help
es: Ocultar ayuda

source: History:
es: Historial:

source: Horizontal size of text edit box:
es: Tamaño orizontal de la caja de edición:

source: How about attaching your photo?
es: ¿Que tal si adjunta su imagen?

source: How to activate your %1 registration
es: Como activar su registro %1

source: However, the filename has been changed from %1 to %2. Please make a note of it.
es: Sin embargo, el nombre del archivo ha sido cambiado de %1 a %2. Por favortome nota de ello.

source: I forgot my password
es: He olvidado mi contraseña

source: Ideas, requests, problems regarding %1? <a href='%2'>Send feedback</a>
es: ¿Ideas, peticiones, problemas acerca %1? <a href='%2'>Envie Comentariosk</a>

source: If this line isn't present see _upgrade_ section below
es: Si esta linea no está presente vea la sección de _actualizar_ acontinuación

source: If this topic is missing create it, otherwise check it for errors.
es: Si esta página no existe creelo, o si no revise si hay errores.

source: If you already know the name of the topic, enter the name of the topic into the [[%1][Jump box]] at the top
es: Si ya sabe el nombre de la página, introduzca el nombre de la página enel [[%1][Brincarse campo]] en la parte superior

source: If you are developing a <nop>TWikiApplication, see %1 for a description of the correct parameters.
es: Si está creando un <nop>TWikiApplication, vea %1 para la descripciónlos parametros correctos.

source: If you came here by clicking on a question mark link
es: Si usted llegó aqui presionando un enlace de marca de pregunta

source: If you enter a different name, make sure the topic does exist.
es: Si usted introdujo un diferente nombre, asegurese de que la páginaexista

source: If you got this e-mail by mistake: Somebody (%1) registered at the %2 site using your mail address %3. Contact %4 if this is in error.
es: Si usted obtuvo este correo electronico por error: Alguien (%1) seregistró en el sitio %2 usando su dirección de correo electronico %3. Contacteun %4 si esto es un error.

source: If you have any questions about registration, send an e-mail to %1.
es: Si usted tiene alguna duda acerca del registro, envie un correo a %1.

source: If you have any questions, please contact %1.
es: Si usted tiene una duda, por favor contacte %1.

source: If you haven't set a password yet or you want to reset it, go to: %1
es: Si no ha configurado una contraseña aún o quiere reiniciarla, vayacon: %1

source: If you intend to do a full text search:
es: Si quiere hacer una busqueda de texto completo:

source: If you received a link to this topic in an e-mail or just want to look at the topic, [[%1][cancel save]] to go to %2.
es: Si usted recibió un enlace a esta página en un correo electronico o solo desea ver la página, [[%1][Cancelar salvar]] para ir a %2.

source: If you want to create the topic
es: Si quiere crear una página

source: If you would like to create this web
es: Si quisiera crear esta web

source: If your old e-mail addresses are all invalid (you can't receive mail there any more) and you have forgotten your password, please contact %1 for help.
es: Si su antigua dirección de correo electronico es totalmente invalida(usted ya no puede recibir correo electronico) y ha olvidado su contraseña,por favor contacte %1 para obtener ayuda.

source: If your user topic is not protected from changes by other people, and you don't register an e-mail address using this form, then your user account could be hijacked by someone else.
es: Si su página de usuario no esta protegido de cambios por otras personasy usted no registró un correo electronico usando esta forma, entonces su cuentade usuario podría ser utilizada por alguien mas.

source: Images will be displayed, for other attachments a link will be created.
es: Las imagenes serán mostradas, para otros archivos adjuntos, un enlaceserá creado.

source: In reversed order
es: En orden inverso

source: In some cases, TWiki changes the name of the uploaded file to make it safe and accessible across all platforms:
es: En algunos casos, TWiki cambia el nombre del archivo cargado parahacerlo seguro para todas las plataformas:

source: Incorrect %1
es: %1 Incorrecto

source: Incorrect %1.WikiNames:
es: %1 Incorrecto. WikiNames:

source: Incorrect Password
es: Contraseña Incorrecta

source: Incorrect parameters to the =%1= script
es: Parametros incorrectos para el script =%1=

source: Index
es: Indice

source: Invalid Activation Code
es: Clave de Activación Invalida

source: Invalid e-mail address
es: Dirección de correo electronico invalida

source: It is probably OK to go ahead and edit - unless you intend to change data in a form attached to the topic. If %1 actually _does_ save the topic while you are editing, your changes will be merged, and nothing will be lost. Form data cannot easily be merged though, so in this case you are recommended to check with %1 first.
es: Es probablemente correcto proseguir y editar - a menos que usted intentecambiar la información en una forma añadida a la página. Si %1 actualmente _salva_la página mientras usted está editando, sus cambios seran fusionados, y nada seperderá. La información de formas no es facilmente fusionable, asi que serecomienda consultar con &1 primero.

source: It's usually best to choose a <a target='WikiWord' onclick="return launchWindow('%1','WikiWord')" href='%1' rel='nofollow'>WikiWord</a> for the new topic name, otherwise automatic linking may not work. Characters not allowed in topic names, such as spaces will automatically be removed.
es: Usualmente lo mejor es escoger un <a target='WikiWord' onclick="return launchWindow('%1','WikiWord')" href='%1' rel='nofollow'>WikiWord</a> parael nuevo nombre de las páginas, de otra manera los enlaces automaticos podrían no funcionar. Caracteres no permitidos en nombres de páginas, como espacios serán removidos automaticamente.

source: It's usually best to choose a short name for the new web, as it is easier to link to them later on. Characters not allowed in web names, such as spaces will automatically be removed.
es: Usualmente es lo mejor escoger un nombre corto para la nueva web, yaque es mas facil enlazar con ella después. Caracteres no permitidos en nombresweb, como espacios serán automaticamente removidos.

source: Jump
es: Saltar

source: Language Changed
es: Lenguaje Cambiado

source: Last Name:
es: Apellido:

source: Last editor
es: Último editor

source: Last modified time
es: ültima vez modificado

source: Limit results to:
es: Limitar resultados a:

source: Line: %1
es: Linea: %1

source: Line: %1 to %2
es: Linea: %1 a %2

source: List all topics in the %1 web in alphabetical order
es: Listar todas las pÃ¡ginas en la web %1 en orden alfabÃ©tico

source: List topics that start with the letter:
es: Listar páginas que empiecen con la letra:

source: Log In
es: Iniciar Sesión

source: Log Out
es: Cerrar session

source: Login name %1
es: Nombre de usuario %1

source: Logon
es: Sesión Iniciada

source: Mail to
es: Enviar a

source: Make search:
es: Comenzar búsqueda

source: Missing Fields
es: Campos sin llenar

source: Missing action command
es: Comando de acción no encontrado

source: Modify search
es: Modificar búsqueda

source: More Actions on Topic %1
es: Más acciones en página %1

source: More formatting help
es: Más ayuda de formato

source: More topic actions...
es: Mas acciones de página...

source: Move
es: Mover

source: Move attachment
es: Mover archivo adjunto

source: Move attachment to web:
es: Mover archivo adjunto a la web:

source: Move file attachment
es: Mover archivo adjunto

source: Move to web:
es: Mover a la web:

source: Move topic to web:
es: Más páginas a la web:

source: My Links
es: Mis Enlaces

source: NEW
es: NUEVO

source: Name of new web is missing
es: Nombre de la nueva web no localizado

source: New e-mails (space-separated list)
es: Nuevos correos electronicos (lista separada por espacios)

source: New or changed topics in %1, since %2:
es: Páginas nuevos o cambiados en %1, desde %2

source: New parent web:
es: Nueva web pariente:

source: New password
es: Contraseña nueva

source: New topic name %1 is not a %2
es: Nuevo nombre de página %1 no es un %2

source: New web name:
es: Nuevo nombre web:

source: Newer revision:
es: Revision mas nueva:

source: No child topics
es: No páginas infantiles

source: No permission to view %1
es: No hay acceso para ver %1

source: No users to reset passwords for.
es: No usuarios a quien reiniciar contraseña.

source: Not recommended when deleting a topic.
es: No recomendado cuando se borra una página.

source: Not recommended when deleting a web.
es: No recomendado cuando se borra una web.

source: Note that any URLs that refer to the attachment will be broken after this move.
es: Note que altunas direcciones web que se refieran al archivo adjuntoserán desenlazadas después de este movimiento.

source: Note to administrator
es: Nota al administrador

source: Note:
es: Nota:

source: Notes:
es: Notas:

source: Notices:
es: Noticias:

source: Notifications
es: Notificaciones

source: Number of topics:
es: Número de páginas:

source: Older revision:
es: Revisión anterior:

source: Once registered you can login using your %1 and password.
es: Una vez registrado usted puede darse de alta utilizando su %1 y sucontraseña.

source: Once you have created the topic, consider adding links in related topics to the new topic so that there are more ways people can discover it.
es: Una vez que ha creado una página, considere añadir enlaces en páginasrelacionados con el nueva página para que haya más maneras en que la gentepueda descubrirlo.

source: Only members of the %1 are allowed to perform this action.
es: Solo miembros del %1 tienen permitido realizar esta acción.

source: Opens page in new window
es: Abre la pagina en una nueva ventana

source: Optionally change topic name:
es: Cambia opcionalmente el nombre de la página:

source: Optionally enter a different topic name:
es: Entra opcionalmente un nombre de página diferente:

source: Organisation URL:
es: Organización de dirección web:

source: Organisation name:
es: Organización de nombre:

source: Other Country
es: Otro país

source: Other attachments of %1
es: Otros archivos adjuntos de %1

source: Other search options:
es: Otras opciones de búsqueda:

source: Otherwise, use this form to get a new one e-mailed to you.
es: De otra manera, use esta forma para obtener una nueva enviadapor correo electronico a usted.

source: Password
es: Contraseña

source: Password changed successfully!
es: Contraseña cambiada exitosamente!

source: Password reset failed
es: Fallo en reinicialización de contraseña

source: Passwords do not match
es: Las contraseñas no coinciden

source: Personal Preferences
es: Preferencias Personales

source: Pick one of the %1.
es: Escoja una de %1.

source: Placeholder for trashed attachments
es: Recipiente para archivos adjuntos eliminados

source: Please contact %1 if you have any questions.
es: Por favor contacte a %1 si tiene alguna pregunta.

source: Please enter your username and password:
es: Por favor introduzca su nombre de usuario y contraseña:

source: Please go _back_ in your browser and try a new name.
es: Por favor presione _atrás_ en su navegador e intente unnombre diferente.

source: Please go back in your browser and check again.
es: Por favor presione atrás en su navegador y revise de nuevo.

source: Please go back in your browser and try again.
es: por favor presione atrás en su navegador e intentelo de nuevo.

source: Please make sure you spelled the %1 correctly and try again. If you get stuck, please mail %2.
es: Por favor asegurese de que haya escrito correctamente el %1 e intentelode nuevo. Si se atora, por favor envie un correo electronico a %2

source: Please try again.
es: Por favor intentelo de nuevo.

source: Please visit %1 to change your password to something more memorable for you.
es: Por favor visite %1 para cambiar su contraseña por algo mas facilde recordar para usted.

source: Possible form templates
es: Plantillas para formas posibles

source: Preferences
es: Preferencias

source: Preferences for
es: Preferencias para

source: Printable version of this topic
es: Versión imprimible para esta página

source: Properties
es: Propiedades

source: Read %1 to get a quick overview of this collaboration platform. To learn more, study the TWikiTutorial, which is accessible from the same link.
es: Lea %1 para obtener una vista rapida de esta plataforma de colaboración.Para aprender mas estudie el TWikiTutorial, el cual esta accesible en el mismoenlace.

source: Read new revision help text in new window
es: Leer el nuevo texto de ayuda de revision en una nueva ventana

source: Read on
es: Seguir leyendo

source: Recently changed topics
es: Páginas recien cambiados

source: Register
es: Registrarse

source: Registered users can [[%1][change]] and [[%2][reset]] their passwords.
es: Usuarios registrados pueden [[%1][cambiar]] y [[%2][reinicializar]]sus contraseñas.

source: Registration
es: Registro

source: Regular expression search
es: Busqueda de expresión regular

source: Related Topics
es: Páginas relacionados

source: Related topics:
es: Páginas relacionados:

source: Remember to update your user topic if you want your e-mail change to be reflected there as well.
es: Recuerde actualizar su página de usuario si quiere que su cambiode correo electronico se refleje tambien.

source: Remember your password?
es: ¿Recuerda su contraseña?

source: Remove the user from the group(s) %1 first.
es: Remueva el usuario de el(los) grupo(s) %1 primero.

source: Rename
es: Renombrar

source: Rename failed
es: El renombramiento ha fallado

source: Rename or move topic
es: Renombrar o mover una página

source: Rename, move or delete this web:
es: Renombre, mueva o borre esta web:

source: Rename/Move
es: Renombrar/Mover

source: Rename/move topic...
es: Renombrar/mover página...

source: Rename/move/delete web...
es: Renombrar/mover/borrar web...

source: Replace form...
es: Remplazar formulario...

source: Reset Password
es: Reinicialice su contraseña

source: Reset password
es: Reinicialice su contraseña

source: Results from %1 web
es: Resultados de la web %1

source: Return to %1.
es: Volver a %1.

source: Retype new password
es: Reintroduzca la nueva contraseña

source: Retype password:
es: Reintroduzca contraseña

source: Rev %1 was saved by %2, while you were still editing.
es: Rev %1 fué salvado por %2, miéntras usted estaba aún editando.

source: Review recent changes in:
es: Revisar cambios recientes en:

source: Revision
es: Revisión

source: Revision:
es: Revisión:

source: S = Save, Q = Quiet save, K = Checkpoint, D = Discard
es: S = salvar, Q = Salvar discreto, K = Punto de partida, D = Descartar

source: S = Save, Q = Quiet save, K = Checkpoint, P = Preview, C = Cancel
es: S = Salvar, Q = Salvar discreto, K = Punto de partida, P = Vista previa,C = Cancelar

source: Save
es: Salvar

source: Saved to:
es: Salvado en:

source: Search
es: Buscar

source: Search %1 We&b only
es: Buscar %1 solo en la W&eb

source: Search a&ll webs
es: Buscar en toda&s las webs

source: Search all webs for topics that link to here
es: Buscar todas las webs por enlaces que esten enlazadas aquí

source: Search string
es: Cadena de búsqueda

source: Search the %1 Web for topics that link to here
es: Buscar la web %1 por páginas que enlacen aquí

source: Search where:
es: Buscar donde:

source: Searched:
es: Buscado:

source: Security Note:
es: Aviso de seguridad:

source: See %1 for a list of existing users or register as new user in %2.
es: Vea %1 por una lista de usuarios existentes o registrados como nuevousuario en %2.

source: See %1 for information about Form Definitions.
es: Vea %1 por información acerca de definiciones de formularios.

source: See %1 for more information.
es: Vea %1 por mas información.

source: See also the faster %1
es: Ver también el %1 mas rápido

source: See also the verbose %1.
es: Vea también el %1 con más información.

source: See also:
es: Ver también:

source: Select
es: Seleccionar

source: Select a new local file to update attachment
es: Seleccione un nuevo archivo local para actualizar un archivo adjunto

source: Select all
es: Seleccionar todo

source: Select, copy and paste your signature text to the bottom of your entry
es: Seleccione, copie y pegue su texto firma al fondo de su entrada

source: Send you a confirmation of your registration by e-mail.
es: Se le envió una confirmación de su registro por correo electronico.

source: Sequential
es: Secuencial

source: Set all
es: Seleccionar todos

source: Set new topic parent
es: Defina nueva pagina pariente

source: Show attachments
es: Mostrar archivos adjuntos

source: Show help
es: Mostrar ayuda

source: Show tool-tip topic info on mouse-over of %1 links, on or off:
es: Mostrar información sobre sugerencias de herramientas cuando el ratón estésobre los enlaces, activado o desactivado:

source: Shrink edit box
es: Empequeñecer caja de edición

source: Side by side
es: Lado a lado

source: Similar topics in this web (if any):
es: Páginas similares en esta web (si hay):

source: Simple search
es: Búsqueda simple

source: Size
es: Tamaño

source: Some add schedule information and vacation notice.
es: Algunos añaden información de horarios y noticias de vacaciones.

source: Some characters such as =&#126;=, =$=, =@=, =%= are removed
es: Algunos caracteres como son =ñ=, =$=, =@=, =%= son removidos

source: Some people turn it into a personal portal with favorite links, what they work on, what help they'd like, etc.
es: Algunas personas lo convierten en su pagina personal con enlaces favoritos,en lo que trabajan, que ayuda quisieran tener, etc.

source: Sort results by:
es: Ordene resultados por:

source: Spaces are replaced by underscores
es: Los espacios se sustituyen por subrayados

source: Statistics
es: Estadísticas

source: Step 1: Select topic parent:
es: Paso 1: Seleccionar página pariente:

source: Step 2: Continue to <input type='submit' class='twikiButton' value='Edit' /> and save %1 to activate the new parent
es: Paso 2: continue con <input type='submit' class='twikiButton' value='Edit' />y salve %1 para activar el nuevo pariente

source: Style of text edit box. =width: 99%= for full window width (default), =width: auto= to disable.
es: Estilo del texto de la caja de edición. =width: 99%= para ancho de toda laventana. (por defecto), =width: auto= para deshabilitar

source: Submit
es: Enviar

source: Submitted content:
es: Contenido enviado:

source: Subscribe / Unsubscribe in:
es: Subscribir/Cancelar subscripción en:

source: Subwebs must be enabled.
es: Debe habilitar sub-webs.

source: Summaries
es: Sumarios

source: TIP: to search for all topics that contain ="SOAP"=, ="WSDL"=, a literal ="web service"=, but not ="shampoo"=, write:
es: CONSEJO: Para buscar por todos los páginas que contengan ="SOAP"=, ="WSDL"=,un ="web service"= literal, pero no ="shampoo"=, escriba:

source: TWiki password reset for %1
es: Reinicialice su contraseña TWiki para %1

source: TWiki's user interface is available in several languages. If you want to change the language for this session, choose one of the following and hit "Change language". Otherwise, follow the "Cancel" link on the bottom of the page to return to the previous topic.
es: La interfase para usuarios TWiki está disponible en diferentes lenguajes.Si usted quiere cambiar el lenguaje para esta sesión, escoja uno de los siguientesy presione "Change language". Si no es asi, siga el enlace "Cancel" en el fondode la pagina para regresar al página anterior.

source: Test Topics
es: Páginas de prueba

source: Text body
es: Cuerpo del Texto

source: Thank you for registering
es: Gracias para registrarse

source: Thank you for registering in the %1 collaboration platform. Please save this e-mail for future reference.
es: Gracias por registrarse en la plataforma de colaboración %1. por favorsalve este correo electronico para futuras referencias.

source: Thank you for registering in the %1 collaboration platform. Your verification code is %2.
es: Gracias por registrarse aen la plataforma de colaboración %1. Sucódigo de verificación es %2.

source: The %1 field must be your first and last name in %2, e.g. your capitalized first and last name with spaces removed.
es: El campo %1 debe ser su nombre y apellido en %2, por ejemplo su nombrey apellido en mayusculas sin espacios.

source: The %1 topic already exists
es: El página %1 ya existe

source: The %1 web does not exist
es: La web %1 no existe
