Repository: closedwiki/wiki
Catalog: locale/*.po
Languages: es

source: %*(%1,day)
es: %*(%1,dÃ­a)

source: %*(%1,hour)
es: %*(%1,hora)

source: %*(%1,minute)
es: %*(%1,minuto)

source: %*(%1,second)
es: %*(%1,segundo)

source: %1 - Registration for %2 (%3)
es: %1 - Registro de %2 (%3)

source: %1 - complete TWiki documentation, Quick Start to Reference
es: %1 - Completar la documentación TWiki, Inicio rápido para referencias

source: %1 - just for me
es: %1 - Sólo para mi

source: %1 - starting points on TWiki
es: %1 - Puntos iniciales en TWiki

source: %1 - try out TWiki on your own
es: %1 - Prueba TWiki por tí mismo

source: %1 - view a short introductory presentation on TWiki for beginners
es: %1 - Ver una pequeña presentación introductoria en TWiki para principiantes

source: %1 Web
es: Web %1

source: %1 Web Home
es: Página inicial de la Web

source: %1 for changing your email address
es: %1 Para cambiar tu dirección de correo electronico

source: %1 for changing your password
es: %1 Para cambiar la contraseña

source: %1 has a list of other TWiki users
es: %1 Tiene una lista de otros usuarios TWiki

source: %1 has a list of other TWiki users.
es: %1 Tiene una lista de otros usuarios TWiki.

source: %1 has been editing the topic for %2 and the lease is still active for another %3.
es: %1 ha sido editado el topico para %2 y el arrendamiento aún esta activo por otro %3.

source: %1 has been registered with e-mail %2
es: %1 ha sido registrado con correo electronico

source: %1 home
es: Inicio

source: %1 is a list of TWiki user documentation
es: %1 Es una lista de documentación de usuarios TWiki

source: %1 is an invalid name for a new web
es: %1 Es un nombre invalido para una nueva web

source: %1 is currently logged in
es: %1 está en linea

source: %1 is currently set to %2
es: %1 está actualmente puesto como %2

source: %1 is editing %2.
es: %1 Está editando %2.

source: %1 is in at least one group and cannot be removed
es: %1 está en por lo menos un grupo y no puede ser removido

source: %1 is the default topic for deleted attachments.
es: %1 es la página por default para adjuntos borrados.

source: %1 lists all TWiki user tools
es: %1 lista todas las herramientas para usuarios TWiki

source: %1 may still be editing %2.
es: %1 Puede aún estar editando %2.

source: %1 moved from %2 on %3 by %4
es: %1 movido de %2 a %3 por %4

source: %1 to create another web
es: %1 para crear otra web

source: %1 to customize the web specific preferences
es: %1 para personalizar las preferencias web especificas

source: %1 to start working on the new web
es: %1 para comenzar a trabajar en una nueva web

source: %1 topic does not exist
es: La página %1 no existe

source: &Attach
es: &Adjuntar

source: &Cancel
es: &Cancelar

source: &Edit
es: &Editar

source: &Edit text
es: &Editar texto

source: &History
es: &Historial

source: &More topic actions
es: &Más acciones para la página

source: &Printable
es: Imprimible

source: &Raw View
es: &Vista previa

source: &View topic
es: &Ver página

source: (=all= to show all topics)
es: (=todos= para mostrar todos las páginas)

source: (Use a topic name in TWiki.WikiNotation)
es: (Use un nombre de página en TWiki.WikiNotation)

source: (__Suggestion:__ How about uploading your picture to your topic?)
es: (__Recomendación:__Que tal si subes tu imagen a tu página?)

source: (attach)
es: (adjuntar)

source: (backlinks in %1 Web)
es: (retroceso en web %1)

source: (backlinks in all Webs)
es: (retroceso en todas las webs)

source: (change form)
es: (cambiarla formulario)

source: (change language)
es: (cambiar idioma)

source: (changes)
es: (cambios)

source: (delete attachment)
es: (borrar fichero adjunto)

source: (delete)
es: (borrar)

source: (edit form)
es: (editar formulario)

source: (edit text)
es: (editar texto)

source: (edit)
es: (editar)

source: (how you log in) LoginName:
es: (como iniciar sesión) LoginName:

source: (identifies you to others) WikiName:
es: (Te identifica ante los otros) WikiName:

source: (more)
es: (más)

source: (move attachment)
es: (mover archivo adjunto)

source: (no parent, orphaned topic)
es: (sin padre, página huérfana)

source: (none)
es: (ninguno)

source: (optional)
es: (opcional)

source: (otherwise search %1 Web only)
es: (si no, buscar la página %1 solamente)

source: (recommended)
es: (recomendado)

source: (rename)
es: (renombrar)

source: (search results)
es: (resultados de la busqueda)

source: (semicolon =;= for and)
es: (punto y coma =;= para y)

source: (set preferences)
es: (ajustar preferencias)

source: (single character first name)
es: (caracter inicial del primer nombre)

source: (single character last name)
es: (caracter inicial del apellido)

source: (skipped)
es: (obviado)

source: *Bug:* Internet Explorer 4.0 or earlier: If you get an "Internal Server Error" message when you upload a file, you need to try again. It should work the second time.
es: *Error:* Internet Explorer 4.0 o mas actual: si recibe un mensaje de "Internal Server Error" cuando sube un fichero, tendrá que intentarlo de nuevo. Deberá funcionar con el segundo intento.

source: *Change comment:* If you use _Change Properties_ to change a comment, the comment shown in the topic will change, but the comment shown against the attachment history will be the comment when the file was uploaded.
es: *Cambiar el commentario:* Si usa _Cambiar Propiedades_ para cambiar un comentario, el comentario mostrado cambiará, pero el comentario mostrado contra el historial del fichero adjunto será el comentario de cuando elarchivo fue cargado.

source: *Formatting help:*
es: *Ayuda de formato:*

source: *Help:* Please see <a target='TWikiVariables' onclick="return launchWindow('%1','FileAttachment')" href='' rel='nofollow'>FileAttachment</a> for more information about attaching files.
es: *Ayuda:*Por favor vea <a target='TWikiVariables' onclick="return launchWindow('%1','FileAttachment')" href='' rel='nofollow'>FileAttachment</a> para mayor información de como adjuntar ficheros.

source: *Important:* the information provided in this form will be stored in a database on the TWiki server. This database is accessible to anyone who can access the server through the web (though passwords will be encrypted, and e-mail addresses will be obfusticated to help prevent spamming). Your country, or the country where the server is hosted, may have Data Protection laws governing the maintenance of such databases. If you are in doubt, you should contact %1 for details of the Data Protection Policy of this TWiki server before registering.
es: *Importante:* la información proporcionada en esta forma será almacenada enuna base de datos en el servidor TWiki. Esta base de datos es accesible paracualquiera que pueda accesar el servidor a través de la web (de todas maneraslas contraseñas serán encriptadas, y los correos electronicos serán ofuscadospara prevenir correo basura). Tu país, o el país donde el servidor es recibidopuede tener leyes de protección de datos gobernando el mantenimiento de dichasbases de datos. Si tienes alguna duda, deberías contactar %1 para obtenerdetalles acerca de la politica de proteccion de datos de este servidor TWikiantes de registrarse.

source: *Local file:* If you select a different file in _Local file:_, it is this that will be updated or added.
es: *Archivo local:* Si usted selecciona un fichero diferente en _local file:_, este será el que será actualizado o cargado.

source: *Properties:* The comment and visibility (i.e. is attachment hidden) can be changed without uploading a file by pressing "Change Properties only"; see <a target="HiddenAttachment" onclick="return launchWindow('%1','HiddenAttachment')" href="%2" rel='nofollow'>HiddenAttachment</a>.
es: *Propiedades:* El comentario y visibilidad (por ejemplo, un archivo adjunto oculto) puede ser cambiado sin cargar un archivo presionando "Change Properties only"; see <a target="HiddenAttachment" onclick="return launchWindow('%1','HiddenAttachment')" href="%2" rel='nofollow'>HiddenAttachment</a>.

source: *bold* put word/phrase in asterisks: =<nop>*your phrase*=
es: *Negritas* Pon la palabra/frase en medio de asteriscos: =<nop>*tu frase*=

source: *bullet list* 3 spaces, asterisk, 1 space: =&&nbsp;&&nbsp;&&nbsp;*&&nbsp;your text=
es: *Lista Bullet* 3 espacios, asterisco, 1 espacio: =&&nbsp;&&nbsp;&&nbsp;*&&nbsp;

source: *headings* 3 dashes, 1 to 6 pluses, 1 space: =---++&&nbsp;Your Heading=
es: *titulo* 3 diagonales, 1 a 6 signos de mas, 1 espacio: =---++&&nbsp;Your Heading=

source: *italic* put word/phrase in underscores: =_<nop>your words_=
es: *cursiva* pon la palabra/frase en subrayado

source: *links* use topic name or URL: =%1=, =http://yahoo.com=, or =[<nop>[http://yahoo.com/][link to Yahoo]]=
es: *enlaces* usa el nombre de la página o dirección web: =%1=, =http://yahoo.com=, or =[<nop>[http://yahoo.com/][link to Yahoo]]=

source: *monospaced* put word/phrase in equal signs: =<nop>=your words==
es: *monoespaciado* pon la palabra/frase en signos de igual: =<nop>=tus palabras==

source: *paragraphs* separate with blank line
es: *párrafos* separados con una linea en blanco

source: <a href='%1' rel='nofollow'>Edit settings</a> for this topic
es: <a href='%1' rel='nofollow'>Editar preferencias</a> para esta pagina

source: <a target='ManagingWebs' onclick="return launchWindow('%1','ManagingWebs')" href='%2' rel='nofollow'>Get help on managing webs</a>
es: <a target='ManagingWebs' onclick="return launchWindow('%1','ManagingWebs')" href='%2' rel='nofollow'>Obtener ayuda para trabajar con webs</a>

source: <em>in %1 web</em> only
es: sólo <em>en web %1</em>

source: <em>in all public webs</em>
es: <em>en todas las webs públicas</em>

source: <span class='twikiAlert'><b>Do not forget</b></span> to save your changes.
es: <span class='twikiAlert'><b>No olvide</b></span> salvar sus cambios.

source: A %1 is divided into webs; each one represents one subject, one area of collaboration. You are trying to %2 in a web that does not exist.
es: Una %1 está dividida en webs; cáda una representa un tema, una area de colaboración. Está intentando %2 en una web que no existe.

source: A =.txt= extension is appended to some filenames for security reasons
es: Una extención =txt= es añadida a algunos nombres de ficheros porrazones de seguridad

source: A color starts with a # sign, followed by 6 hexadecimal numbers, e.g. =#FFFF00=.
es: Un color comienza con un signo #, seguido por 6 numeros hexadecimales, por ejemplo: =#FFFF00=.

source: A confirmation e-mail has been sent to %1
es: Un correo de confirmación ha sido enviado a %1

source: A link to a topic located in another web is written like %1. Make sure that the name of the web is not spelt wrongly on the previous page; fix the link if necessary.
es: Un enlace a la página localizado en otra web está escrito como %1.asegurese que el nombre de la web no esté escrito mal en la página anteriórcorrija este enlace si es necesario.

source: A more extensive changes list is available via the [[%1][Recent Changes]] link in the navigation menu.
es: Una lista de ambios mas extensos está disponible via el enlace[[%1][Cambios Recientes]] en el menú de navegación

source: A new *system-generated* password for your login name %1 (<nop>WikiName %2) has been sent to your registered e-mail address. If your e-mail address is no longer valid, please contact %3
es: Un nuevo password *generado por el sistema* para su nombre de usuario %1(<nop>WikiName %2) ha sido enviado a su correo electronico registrado. Si sudirección de correo electronico no es valida actualmente, por favor, contacte%3

source: A&ll Webs
es: Toda&s las Webs

source: Access Denied
es: Acceso Denegado

source: Access check on %1 failed
es: La revisión de acceso a %1 ha fallado

source: Access keys
es: Teclas de acceso

source: Action
es: Acción

source: Action %1: %2.
es: Acción %1: %2.

source: Add form
es: Añadir formulario

source: Add your name to the list of users in the %1 topic in the %2 web.
es: Añada su nombre a la lista de usuarios en la página %1 en la web %2.

source: Added
es: Añadido

source: Adding a %1 variable in WebPreferences
es: Añadiendo un variable %1 en preferenciasweb

source: Admin Maintenance
es: Mantenimiento de Administrador

source: Advanced Search
es: Búsqueda Avanzada

source: Advanced search
es: Búsqueda Avanzada

source: After submitting this form your e-mail will be changed, and you will be returned to this form.
es: Después de enviar esta forma su correo electronico será cambiado,y usted regresará a esta forma

source: After submitting this form your password will be changed.
es: Después de enviar esta forma, su contraseña será cambiada.

source: After submitting this form, you will receive an e-mail with your new, *system-generated* password, and a link to a page where you can change it.
es: Después de enviar esta forma, recibirá un correo con su nuevopassword *generado por el sistema*, y un enlace a la pagina donde podrácambiarlo

source: All public webs
es: Todas las web publicas

source: All topics in %1
es: Todos las página en %1:

source: Allow non <nop>WikiWord for the new topic name
es: Permitir no <nop>WikiWord para el nuevo nombre de la página

source: Alternatively hit back to go back to TWiki.TWikiRegistration and choose a different username.
es: Alternativamente oprima atrás para volver a TWiki.TWikiRegistration yescoja un nombre de usuario diferente.

source: An e-mail could not be delivered. Please notify your %1 administrator, %2
es: Un correo electronico no pudo ser enviado. Por favor notifique su administrador %1, %2

source: An error page will be shown if either of the topics are locked by another user.
es: Una pagina de error será mostrada si cualquiera de las páginas esbloqueada por otro usuario.

source: And populated with topics from the base web
es: Y poblada con páginas de la web base

source: Any change you made to topic before coming to this page are preserved.
es: Cualquier cambio que usted haga a la página antes de venir a estapagina fueron preservados.

source: Attach
es: Adjuntar

source: Attach an image or document to this topic
es: Adjuntar una imagen o documento a esta página

source: Attach file to %1
es: Adjuntaro archivo a %1

source: Attach image or document on %1
es: Adjuntar imagen o documento en %1

source: Attach new file
es: Adjuntar nuevo archivo

source: Attachment
es: Archivo adjunto

source: Attachment '%1' does not exist
es: El fichero '%1' no existe

source: Attachment already exists in new topic
es: El archivo adjunto actualmente existe en el nuevo tema

source: Attachment delete failed
es: La eliminación del archivo adjunto ha fallado

source: Attachment does not exist
es: El archivo adjunto no existe

source: Attachment move failed
es: El movimiento del archivo adjunto ha fallado

source: Attachments will not be shown in topic view page.
es: Los archivos adjuntos no se mostrarán en la pagina devista de página.

source: Attention
es: Atención

source: Attribute
es: Propiedad

source: Automated notification of topic changes
es: Notificación automatica de cambios de página

source: Available Information
es: Información disponible

source: Back to topic
es: Volver a la página

source: Backlinks
es: Retroceso

source: Backlinks to %1 in %2 Web
es: Retroceso para %1 en web %2

source: Backlinks to %1 in all Webs
es: Retroceso para %1 en todas las webs

source: Base web %1 is missing or does not exist
es: Web base %1 no fué encontrada o no existe

source: Both body and title
es: Ambos cuerpo y titulo

source: By default, viewing the Trash web is restricted to %1. If you would like to allow all users to view the Trash web, remove the =ALLOWWEBVIEW= restriction in WebPreferences.
es: Por defecto, viendo la web basura está restringida para %1, si ustedquisiera permitir a todos los usuarios ver la web basura, retire la restricción=ALLOWVIEW= en preferenciasweb

source: Can't find user %1
es: No se puede encontrar usuario %1

source: Can't get an e-mail address for %1 (required for password reset)
es: No se pudo obtener una dirección de correo para %1 (requerida parareenviar contraseña)

source: Cancel editing and discard changes
es: Cancelar la edición y descartar los cambios

source: Cannot create %1 because it already exists.
es: No se puede crear %1 por que ya existe.

source: Cannot create web %1 because it already exists
es: No se puede crear web %1 por que ya existe

source: Cannot rename %1 to %2 because it already exists.
es: No se pudo renombrar %1 a %2 por que ya existe.

source: Case sensitive
es: Sensible a mayusculas y minusculas

source: Categories
es: Categorias

source: Change Password
es: Cambiar Contraseña

source: Change comment and properties only
es: Cambbiar comentarios y propiedades solamente

source: Change from:
es: Cambiar desde:

source: Change language
es: Cambiar idioma

source: Change links in topics that refer to !%1 in any Web:
es: Cambiar enlaces en páginas que se refieran a !%1 en cualquier web:

source: Change links in topics that refer to !%1 in the %2 Web:
es: Cambiar enlaces en páginas que se refieran a !%1 en la web %2:

source: Change links in topics that refer to %1 in any Web:
es: Cambiar enlaces en páginas que se refieran a %1 en cualquier web:

source: Change links in topics that refer to %1 in the %2 Web:
es: Cambiar enlaces en páginas que se refieran a %1 en la web %2:

source: Change password
es: Cambiar contraseña

source: Change topic
es: Cambiar Página

source: Changed
es: Cambiado

source: Changed:
es: Cambiado:

source: Changes
es: Cambios

source: Changes from r%1 to r%2
es: Cambios de r%1 a r%2

source: Check your configuration setting for {TemplateDir}. If that's not the problem, it may be because you have a setting of %1 that is pointing to a template that doesn't exist.
es: Compruebe las configuraciones de {TemplateDir}. Si esto no es elproblema, podría ser por que tiene una configuración de %1 que estáapuntando a una plantilla que no existe.

source: Checked topics will be updated to point to the new topic location.
es: Páginas revisados serán actualizados al punto de la nueva ubicaciónde la página.

source: Checked topics will be updated to point to the new web name.
es: Páginas revisados serán actualizados al punto del nuevo nombre web

source: Child topics in %1 web
es: Páginas infantiles en la web %1

source: Clear all
es: Borrar todo

source: Click here
es: Pulse aquí

source: Click on [[%1][Debug topic text]].
es: Pulse en [[%1][Depurar texto de la página]].

source: Click to move topic back to previous location, with option to change references.
es: Presione para mover la página de nuevo a su ubicación anterior,con opción de cambiar referencias.referencias.

source: Click to see details in separate window
es: Presione para ver los detalles en una ventana separada

source: Color %1 has an invalid format
es: El color %1 tiene un formato invalido

source: Comment
es: Comentario

source: Comments:
es: Comentarios:

source: Compare revisions
es: Comparar las revisiones

source: Confirm rename or move
es: Confirme renombrar o mover

source: Conflict
es: Conflicto

source: Contact %1 if you have any questions.
es: Contacte a %1 si tiene alguna pregunta.

source: Continue and try to rename web?
es: ¿Continuar e intentar renombrar la web?

source: Copyright &&copy; by the contributing authors. All material on this collaboration platform is the property of the contributing authors.
es: Derechos reservados &&&copy; por los autores contribuyentes. Todo elmaterial en esta plataforma de colaboración es propiedad de los autorescontribuyentes.

source: Could not create the new web %1
es: No se pudo crear la nueva web %1

source: Could not find template
es: No se pudo hallar la plantilla

source: Could not save %1.
es: No se pudo salvar %1

source: Country:
es: País:

source: Create (&WYSIWYG)
es: Crear (&WYSIWYG)

source: Create <nop>TestTopic###
es: Crear <nop>TestTopic###

source: Create New Topic
es: Crear nuevo página

source: Create New Topic in %1 Web
es: Crear nueva página en web %1

source: Create a link to the attached file
es: Crear un enlace al archivo adjunto

source: Create a new auto-numbered test topic:
es: Crear un nueva página de prueba auto-numerado:

source: Create a new document by name:
es: Crear un nuevo documento por nombre:

source: Create by Name
es: Crear por Nombre

source: Create personal sidebar
es: Crear una recuadro adicional personal

source: Create this topic
es: Crear esta página

source: Create your personal %1 topic using your WikiName as topic name, and add the data you submitted to the topic.
es: Crear tu página personal %1 usando tu WikiName como nombre de página, yañade la información que enviaste a la página.

source: Creating a suitable Form Definition topic
es: Crear una página con una definición de forma ajustable

source: Current location:
es: Ubicación actual:

source: Current parent:
es: Pariente actual

source: Current password
es: Contraseña actual

source: Date
es: Fecha

source: Dear %1
es: Querido %1

source: Debug
es: Depurar

source: Delete
es: Borrar

source: Delete attachment
es: Borrar fichero adjunto

source: Delete or rename this topic; set parent topic; view and compare revisions
es: Borrar o renombrar esta página; establecer página pariente; ver y compararrevisiones

source: Delete topic
es: Borrar página

source: Delete topic...
es: Borrar página...

source: Deleted
es: Borrado

source: Describe the file so other people know what it is.
es: Describe el archivo, de manera que otros sepan que es.

source: Did you want to [[%1][reset %2's password]]?
es: ¿Quiere [[%1][Reinicializar password para %2]]?

source: Difference:
es: Diferencia:

source: Do not show attachment in table
es: No mostrar archivos adjuntos en la tabla

source: Do show:
es: Mostrar:

source: Don't show:
es: No mostrar:

source: During deletion of attachment =%1= an error was found. Please notify your %2 administrator.
es: Durante la eliminación del archivo adjunto =%1= un error fue encontrado.Por favor notifique a su %2.

source: During move of attachment %1 to %2 an error was found. Please notify your %3 administrator.
es: Durante el movimiento del archivo adjunto %1 a %2 un error fue encontrado.Por favor notifique a su administrador %3.

source: During rename of topic %1 to %2 an error (%3) was found. Please notify your %4 administrator.
es: Durante el renombramiento de la página %1 a %2 un error (%3) fue encontrado.por favor notifique a su administrador %4.

source: During rename of web %1 to %2 an error (%3) was found. Please notify your %4 administrator.
es: Durante el renombramiento de la web %1 a %2 un error (%3) fue encontrado.Por favor notifique a su administrador %4.adminstrador %4.

source: During save of %1 an error was found by the version control system. Please notify your %2 administrator.
es: Durante el salvado de %1 un error fue encontrado por el sistema decontrol de versiones. Por favor notifique a su administrador %2.

source: During save of file %1 an error was found by the version control system. Please notify your %2 administrator.
es: Durante el salvado del archivo %1 un error fue encontrado por el sistemade control de versiones. Por favor notifique a su administrador %2.

source: E-mail address:
es: Dirección de correo electronico:

source: E-mail changed successfully!
es: Dirección de correo electronico cambiado exitosamente!

source: Each preference has the syntax
es: Cada preferencia tiene el sintaxis

source: Edit
es: Editar

source: Edit Anyway
es: Editar de todas formas

source: Edit personal data
es: Editar datos personales

source: Edit text
es: Editar texto

source: Edit this topic text
es: Editar el texto de la página

source: Edit topic preference settings
es: Editar las preferencias de la pÃ¡gina
