Repository: closedwiki/wiki
Catalog: locale/*.po
Languages: es

source: The %1 web is the sandbox you can use for testing. Everybody is welcome to add or delete some stuff. It is recommended to walk through the %2 to get a jumpstart on the %3 tool. A good rule of thumb is to add at the end of the page and sign and date it with your %4.
es: La web %1 esta en la zona de pruebas que puede usar para pruebas. todos pueden añadir o borrar algunas cosas. Es recomendable leer %2 para apdrender a utilizar la herramienta %3. Una buena sugerencia es añadir al final de la paginauna firma y una fecha con su %4

source: The %1 web of TWiki. TWiki is a Web-Based Collaboration Platform for the Enterprise.
es: La web %1 de TWiki. TWiki es una plataforma de colaboración basada enla web para uso empresarial.

source: The activation code %1 is invalid.
es: El código de activación %1 es invalido.

source: The attachment and any history will be moved to the new topic.
es: El archivo adjunto y cualquier historial será movido al nueva página.

source: The chances are good that %1 has simply navigated away from the edit page without saving.
es: Hay muchas probabilidades de que %1 haya simplemente navegado fuerade la pagina de edición sin salvar.

source: The checkmarked topics will be updated (another form will appear which will _eventually_ allow you to rename any topics that were locked)
es: Las páginas marcados serán actualizados (Otra forma aparecerá la cual_eventualmente_ le permitirá renombrar cualquier página que haya bloqueado)

source: The e-mail address for this account is not valid.
es: La dirección de correo electronico para esta cuenta no es válida.

source: The entry for user %1 was missing in the password system.
es: La entrada para el usuario %1 no fue encontrada en el sistema de contraseñas.

source: The file has been uploaded and attached properly to the %1 topic.
es: El archivo ha sido cargado y adjuntado propiamente a la página %1.

source: The following topics are locked for edit, and cannot be moved:
es: Los siguientes páginas estan bloqueados para la edición y no pueden ser movidos:

source: The following topics refer to topics in this web, but are being edited:
es: Los siguientes páginas se refieren a páginas en esta web, pero están siendoeditados:

source: The following topics refer to topics in this web, but you are denied access to them:
es: Los páginas siguientes se refieren a páginas en esta web, pero tienes accesorestringido a ellos:

source: The form should be defined in the topic %1
es: La forma debe ser definida en la página %1

source: The lease on this topic expired %1 ago.
es: El bloqueo en esta página expiró hace %1

source: The new topic chosen must already exist.
es: El nueva página escogido debe de existir previamente.

source: The new web has been created
es: Se ha creado la nueva web

source: The password you entered in the *old password* field is incorrect.
es: La contraseña que ha introducido en el campo de *pasword antiguo* es incorrecta

source: The required field %1 was not filled in.
es: El campo requerido %1 no fue llenado.

source: The topic is in an old format
es: La página esta en un formato antiguo

source: The two passwords you entered do not match.
es: Las dos contraseñas que introdujo no coinciden.

source: There are problems with renaming this web:
es: Hay problemas con renombrar esta web:

source: There is no size limit for uploaded files.
es: No hay limite de tamaño para archivos cargados.

source: There should be a line that includes %1, look for %2 (or %3)
es: Deberia haber una linea que incluya %1, vea %2 (o %3)

source: This can be automatically upgraded by:
es: Esto puede ser automaticamente actualizado por:

source: This could be for several reasons:
es: Esto puede ser debido a varias razones:

source: This form applies only if TWiki uses a {PasswordManager} that supports changing passwords. Otherwise replace this topic with a note describing how to change the password in your organization.
es: Esta forma aplica solamente si TWiki usa un {PasswordManager} que soportecambiar contraseñas. De otra manera remplace esta página con una nota describiendocómo cambiar la contraseña en su organización.

source: This form is used to change your registered e-mail addresses. Your registered e-mails are used by TWiki for sending you e-mails, include notifications of password changes. The addresses you register via this form are kept secret and will *not* be published anywhere on this site.
es: Esta forma es usada para cambiar sus direcciones de correo electronico.Sus correos electronicos registrados son usados por TWiki para enviar sus correos,incluyendo notificaciones de cambios de contraseña- Las direcciones que usted registrepor esta forma son mantenidas en secreto y *no* serán publicadas en ningún ladode este sitio.

source: This is a subscription service to be automatically notified by e-mail when topics change in this %1 web. This is a convenient service, so you do not have to come back and check all the time if something has changed. To subscribe, please add a bullet with your %2 in alphabetical order to this list:
es: Este es un servicio de suscripción que automaticamente notificará porcorreo electronico cuando las páginas cambien en la web %1. Este es un servicioconveniente, usted no tendra que regresar y revisar todo el tiempo si algo hacambiado. Para suscribirse, por favor añada una marca con su %2 en ordenalfabetico a esta lista:

source: This is an automated e-mail from %1.
es: Este es un correo electronico automatico de %1.

source: This is an automated e-mail notification of user registration in %1.
es: Este es una notificación de correo electronico automatico de suregistro de usuario en %1.

source: This is the Trash. Here you can undelete topics; deleted attachments are in TrashAttachment.
es: Esta es la basura. Aqui usted puede borrar páginas; los Archivos adjuntosestan en TrashAttachment.

source: This name has been chosen so it doesn't conflict with any other topics already in the %1 web.
es: Este nombre ha sido escojido y no causa conflicto con otras páginasexistentes en la web %1.

source: This requires the form definition to be present.
es: Esto requiere que la definición de forma esté presente.

source: This topic has moved to %1.
es: Esta página ha sido movido a %1

source: This topic name is not recommended because it will not be linked automatically. See %1 for details
es: Este nombre de página no es recomendable por que no será enlazadoautomaticamente. Vea %1 para mas detalles

source: This topic:
es: Esta página:

source: Those changes have been merged with yours to create Rev %1. Text fields will have been merged, but other data such as form fields may have overwritten the other users changes. Please inspect the topic to make sure it is OK, especially if you made any changes to form fields.
es: Estos cambios han sido fusionados con los tuyos para crear Rev %1. Los campos de textos serán fusionados, pero otros datos como campos de formaspodrían sobreescribir los cambios de otros usuarios. Por favor inspeccione lapágina para asegurarse que está bien, especialmente si usted hizo algun cambioen campos de Formularios.

source: To *cancel* and discard any changes: Press the [Discard] button.
es: Para *cancelar* y descartar cualquier cambio: Presione el botón[Descartar]

source: To *save* changes: Press the [Save Changes] button.
es: Para *salvar* cambios: Presione el botón [Salvar Cambios]

source: To delete this web: move this web to the Trash web by renaming it to %1.
es: Para borrar esta web: Mueva esta web a el web basura renombrandoloa %1

source: To edit pages on this TWikiSite, you must have a registered user name and password.
es: Para editar paginas en este TWikiSite, deberá tener un nombre de usuarioregistrado y una contraseña.

source: To edit the topic anyway, click
es: Para editar la página de todas maneras, presione

source: To edit the topic anyway, hit 'Edit Anyway'.
es: Para editar la página de todas maneras, presione 'Editar De todas maneras'

source: To make *more changes*: Go back in your browser.
es: Para hacer *más cambios*: Presione Atrás en su navegador.

source: To register as a new user, simply fill out this form:
es: Para registrarse como un nuevo usuario, simplemente llene esta forma:

source: To see if %1 has finished editing yet, click
es: Para ver si %1 ha finalizado la edición, presione

source: To see if %1 has finished editing yet, click 'Try Again'.
es: Para ver si %1 ha terminado la edición, presione 'Intentar de nuevo'

source: To topic:
es: A página:

source: To web:
es: A la web:

source: Topic Save Error
es: Error salvando página

source: Topic attachments
es: Archivos adjuntos de página

source: Topic can not be upgraded from old style category table
es: Página no puede ser actualizado de la tabla de viejo estilo

source: Topic name
es: Nombre de la página

source: Topic name:
es: Nombre de la página

source: Topic parent:
es: Pariente de la página

source: Topic save error
es: Error salvando página

source: Topic title
es: Título del página

source: Topic was merged
es: Página fue fusionado

source: Topics in %1 web:
es: Páginas en web %1

source: Topics per web
es: Páginas por web

source: Topics which refer to this web and are are currently being edited by other users:
es: Páginas que se refieren a esta web y estan siendo editadas por otrosusuarios

source: Topics which refer to this web that you do not have permission to change:
es: Páginas que se reieren a esta web que no tienes permiso de cambiar:

source: Total matches
es: Total de aciertos

source: Try Again
es: Intentelo de nuevo

source: Unchanged
es: Sin cambios

source: Uncomment preferences variables to activate them (remove the #-sign). Help and details on preferences variables are available in %1.
es: Descomente preferencias variables para activarlas (remover elsigno #).Ayuda y detalles en preferencias variables disponibles en %1.

source: Unrecognized action command %1
es: comando de acción %1 no reconocido

source: Unrecognized user and/or password
es: Usuario/Contraseña no reconocido

source: Update attachment %1 on %2
es: Actualizar archivos adjuntos %1 en %2

source: Upload file
es: Cargar archivo

source: Upload up to %1 KB.
es: Cargar hasta %1 KB.

source: Uploaded file %1 exceeds limit of %2 KB
es: Archivo cargado %1 excede el limite de %2 KB

source: Uploaded file is too big
es: Archivo cargado es muy grande

source: Use %1 instead.
es: Usar %1

source: Use monospace font
es: Use fuentes monoespaciadas

source: Use proportional spaced font
es: Use fuentes espaciadas proporcionalmente

source: User Account %1 Deleted
es: Cuenta de usuario %1 borrada

source: User Reference
es: Referencia de usuario

source: Username
es: Nombre de Usuario

source: Users
es: Usuarios

source: Users with automatically generated passwords should proceed immediately to [[%1][change password]] to change their password to something memorable.
es: Usuarios con contraseñas generadas automaticamente deberán procederinmediatamente a [[%1][cambiar contraseña]] para cambiar sus contraseñas en algo que puedan recordar

source: Version history of %1
es: Historia de version de %1

source: Vertical size of text edit box:
es: Tamaño vertical del texto de la caja de edición:

source: View difference
es: Ver diferencias

source: View previous topic revision
es: Vea la revision de la página previo

source: View raw text without formatting
es: Ver texto al natural sin formato

source: View revision
es: Ver revisión

source: View topic
es: Ver página

source: View total topic history
es: Ver el historial total de la página

source: WARNING:
es: ADVERTENCIA

source: Warning: Can't INCLUDE %1 repeatedly, topic is already included. %2
es: Advertencia: No se pudo INCLUIR %! repetidamente, la página ya fue incluido. %2

source: Warning: This site does not allow %<nop>INCLUDE% of URLs
es: Advertencia: Este sitio no permite %<nop>INCLUDE% de direcciones web

source: Web Search
es: Buscar en la Web

source: Welcome to the %1 web
es: Bienvenid@ a la web %1

source: When %1 receives the form, it will mail an account activation code to the e-mail address you gave above. Enter that activation code in the following screen, or follow the link in the e-mail, to activate your account. Once your account is activated, %1 will:
es: Cuando %1 reciba la forma, enviará un correo con un código de activacióna la dirección de correo electronico que ha dado previamente. Introduzca esecódigo de activación en la siguiente pantalla, o siga el link en el correoelectronico, para activar su cuenta. Una vez que su cuenta sea activada, %1:

source: Who
es: Quién

source: Would you like to go to:
es: Qusiera ir a:

source: Write protect your home page: (set it to your %1)
es: Proteja contra escritura su pagina web: (activelo en su %1)

source: You are already registered
es: Usted ya está registrado

source: You are also listed in the %1 topic
es: Ya esta listado tambien en la página %1

source: You are denied access to the following topics in the web:
es: No tiene permiso de acceso a las siguientes pÃ¡ginas en al web:

source: You are encouraged to go ahead and edit - unless you intend to change data in a form attached to the topic. If %1 actually _does_ save while you are editing, your changes will be merged, and nothing will be lost. Form data cannot easily be merged though, so in this case you are recommended to check with %1 first.
es: Se recomienda continuar y ediat - a menos que intente cambiar la informaciónen una forma anexa a la página. Si %1 actualmente _salva_ cuando usted está editando,sus cambios serán fusionados, y nada será perdido. Datos de formularios no sefusiona tan facilment, asi que en este caso se recomienda que cheque con %1 primero

source: You are here:
es: Usted está aquí

source: You are recommended to choose short names, preferably less than 10 characters, starting with an upper-case alphabetic character and using only alphanumeric characters. If you want to create a template web (a web just used as a base to create new webs) choose a name that starts with an underscore and has only alphanumeric characters.
es: Se recomeinda escoger nombres cortos, preferibleente menos de 10caracteres, empezando con un caracter alfabetico en mayuscula y usar solocaracteres alfanumericos. Si quiere crear una plantilla web (una web creadasolamente para usarse como base para crear otras webs) escoja un nombre que em`piece con linea inferior y que tenga solo caracteres alfanumericos

source: You are trying to %1 a topic that does not exist.
es: Está tratando de %1 una página que no existe.

source: You are trying to %1 an attachment that does not exist.
es: Está tratando de %1 un archivo adjunto que no existe.

source: You can [[%1][create a new web]] if you have permission. Contact %2 if you have any questions.
es: Puede [[%1][crear una web nueva]] si tiene permiso. Contacte %2 si tiene alguna duda.

source: You can also use the names of the standard HTML colors (black, silver, gray, white, maroon, red, purple, fuchsia, green, lime, olive, yellow, navy, blue, teal, or aqua)
es: Usted puede tambien usar nombres de codigos de colores standard HTML(negro, plata, gris, blanco, marrón, rojo, purpura, fiusha, verde, lima, olivoamarillo, azul marino, azul, teal, o aqua)

source: You can change your password at via %1
es: Puede cambiar su contraseña via %1

source: You can move the topic to a different web.
es: Puede mover la página a una diferente web.

source: You can review your changes in your personal TWiki topic %1
es: Puede revisar sus cambios en su página personal TWiki %1

source: You can see the differences [[%1][here]].
es: Puede ver las diferencias [[%1][Aquí]]

source: You can set your favorite language permanently by setting the %1 variable in your user topic.
es: Usted puede definir su lenguaje favorito permanentemente seleccionandoel variable %1 en la página de usuario.

source: You cannot register twice, the name %1 is already registered.
es: No se puede registrar dos veces, el nombre %1 ha sido registrado previamente.

source: You may be able to get your TWiki administrator to change the settings if they are inappropriate for your environment.
es: Puede que no pueda obtener su administrador TWiki para cambiar laconfiguración si son inapropiadas para su entorno.

source: You now need to verify your e-mail address. You can do so by entering %1 in the form presented to you when this e-mail was sent, or by visiting %2
es: Su forma necesita verificar su dirección de correo electronico. Puedehacerlo introduciendo %1 en la forma presentada a usted cuando este correo electronico sea enviado, o visitando %2

source: You really ought to register a valid e-mail address. If TWiki can't find a registered e-mail for you in the secret database, it will look in your user topic for a line like this:
es: Realmente deberá de registrar un correo electronico. Si TWiki no puedeencontrar un correo electronico registrado de usted en la base de datos secreta,buscará en la página del usuario por una linea como esta:

source: You will probably have to ask your administrator, %1, to do this.
es: Probablemente tendrá que contactar a su administrador, %1, para proceder con esto.

source: Your %1.LoginName
es: Tu %1. Nombre de usuario

source: Your activation code has been sent to %1. Either click on the link in your e-mail or enter the code in the box below to activate your membership. (This code is of the form "YourName.xxxxxxxxxx")
es: Su código de activación ha sido enviado a %1. Puede ya sea presionar elenlace en su correo electronico o introducir el código en el campo a continuaciónpara activar su membresía. (Este código es de la forma "YourName.xxxxxxxxxx")

source: Your language will be changed to %1 from the next screen. You will be redirected to there right now. If you aren't, [[%2][click here]] to proceed.
es: Su idioma será cambiado a %1 desde la proxima ventana. Será redirigidohacia ella ahora mismo. Si no lo es, [[%2][Presione aquí]] para proceder.

source: Your password has been changed to %1.
es: Su contraseña ha sido cambiada a %1

source: Your password:
es: Su contraseña:

source: Your personal %1 topic is located at %2. You can customize it as you like:
es: Su página personal %1 esta localizado en %2. Puede editarlo comousted lo desee:

source: Your registered e-mail address(es) are updated to: %1.
es: Su(s) dirección(es) de correo electronico han sido actualizadas a: %1

source: Your signature to copy/paste:
es: Tu firma para copiar/pegar:

source: Your user name has been removed from the Authentication System.
es: Su nombre de usuario ha sido removido del sistema de actualización.

source: Your user topic has not been renamed. Please e-mail %1 to request this.
es: Su página de usuario no ha sido renombrado. Por favor envie un correoelectronico %1 para preguntar por esto.

source: [multiple of 3 spaces] * [space] Set [space] VARIABLENAME [space] = [value]
es: [Multiplo de 3 espacios] * [espacio] set [espacio] VARIABLENAME =[valor]

source: _language_name
es: Español

source: about !BookView
es: Acerca de !BookView

source: about regular expression search
es: Arerca de la búsqueda de expresiones regulares

source: access denied on topic
es: Acceso denegado a la página

source: access denied on web
es: Acceso denegado a la web

source: access not allowed on topic
es: No tiene acceso a la página

source: access not allowed on web
es: No tiene acceso a esta web

source: advanced search
es: Búsqueda avanzada

source: and
es: y

source: change, update, previous revisions, move, delete...
es: Cambie, actualice, revisiones previas, mueva, borre...

source: checkboxes of referenced topics
es: checkboxes de páginas referenciados

source: fields are required.
es: Campos requeridos.

source: help
es: ayuda

source: hints on good style
es: pistas de buen estilo

source: in raw text format
es: en formato de texto sin formato

source: indicates mandatory fields
es: Indica campos obligatorios

source: looking for references in _%1 web_ only
es: Buscando referencias solamente en _web %1_

source: looking for references in _all public webs_
es: Buscando referencias en _todas las webs públicas_

source: manage
es: administrar

source: more...
es: Más...

source: none (remove topic parent)
es: ninguno (remover página pariente)

source: now %1
es: ahora %1

source: or
es: o

source: put it back
es: deshacer cambio

source: retrieved at %1
es: recuperado de %1

source: to edit the topic anyway.
es: Para editar la página de todas maneras

source: to see if %1 has finished editing yet.
es: Para ver si %1 ha terminado de editar.

source: value='Cancel' accesskey='c'
es: value='Cancelar' accesskey='c'

source: value='Checkpoint' accesskey='k'
es: value='Punto de control' accesskey='k'

source: value='Discard' accesskey='d'
es: valor=Descartar' accesskey='d'

source: value='Preview' accesskey='p'
es: value='Previsualizar' accesskey='p'

source: value='Quiet save' accesskey='q'
es: value='Salvar sin notificación' accesskey='q'

source: value='Save' accesskey='s'
es: value='Salvar' accesskey='s'

source: view
es: Vista

source: you *must* have at least one valid registered e-mail to be able to reset your password. If none of your registered e-mail addresses is valid, and you have forgotten your password, contact %1.
es: *Deberá* tener por lo menos un correo electronico valido registradopara poder reinicializar su contraseña. Si ni uno de sus direcciones decorreos electronicos es valida, y usted ha olvidado su contraseña. Contacte %1.
